---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataOem
source: html/cc96741c-8e56-4674-d2f2-cd9fa7383703.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataOem Property

"OEM"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationProductDataOem { get; }
```